<?
	// general
	$l['Hello'] = "Привет";
	$l['CMS'] = "Управление сайтом";
	$l['GoToUserPart'] = "Перейти в пользовательский раздел";
    $l['Saved'] = "Изменения успешно сохранены";
    $l['Removed'] = "Данные успешно удалены"; //!!!
    $l['Save'] = "Сохранить";
    $l['Name'] = "Название";
    $l['Delete'] = "Удалить";
    $l['Edit'] = "Ред.";
    $l['AreYouSure'] = "<?=$l['AreYouSure']?>";
    $l['AddDate'] = "Дата добавления";
    $l['AddedBy'] = "Добавил";
    $l['Submit'] = "Отправить";
    $l['Login'] = "Логин";
    $l['Password'] = "Пароль";
    $l['More'] = "Подробнее";
    $l['Date'] = "Дата";
    $l['FirstName'] = "Имя";
    $l['LastName'] = "Фамилия";
	//menu
	$l['Home'] = "Главная";
    $l['Content'] = "Содержание";
    $l['Pages'] = "Страницы";
    $l['News'] = "Новости";
    $l['Articles'] = "Статьи";
    $l['Files'] = "Файлы";
    $l['Users'] = "Пользователи";
    $l['Settings'] = "Настройки";
    $l['Help'] = "Помощь";
    //dashboard
    $l['TotalPages'] = "Всего страниц";
    $l['LatestPage'] = "Последняя добавленная страница";
    $l['Auth'] = "Авторизация";
    $l['YouLoggedAs'] = "Вы вошли как";
    $l['LatestVisitDate'] = "Дата последнего посещения";
    $l['LatestIP'] = "Последний ip адрес";
	$l['TotalNews'] = "Всего новостей";
	$l['LatestNews'] = "Последняя добавленная новость";
	$l['DateOfLatestNews'] = "Дата добавления последней новости";
	$l['TotalArticles'] = "Всего статей";
	$l['LatestArticle'] = "Последняя добавленная статья";
	$l['DateOfLatestArticle'] = "Дата добавления последней статьи";
	$l['TotalUsers'] = "Всего пользователей";
    $l['LatestUser'] = "Последний зарегистрированный пользователь";
    $l['DateOfLatestUser'] = "Дата регистрации последнего пользователя";
    $l['CMSVersion'] = "Версия";
    $l['CMSName'] = "Название";
    $l['ReleaseDate'] = "Дата выпуска версии";
    //pages
    $l['AddPage'] = "Добавить страницу";
    $l['AddedPages'] = "Добавленные страницы";
    $l['Title'] = "Заголовок страницы";
    $l['Keywords'] = "Ключевые слова";
    $l['Description'] = "Описание страницы";
    $l['Text'] = "Текст";
    // news
    $l['AddNews'] = "Добавить новость";
    $l['AddedNews'] = "Добавленные новости";
    $l['NewsPerPage'] = "Количество новостей на 1 страницу";
    $l['NewsSymbols'] = "Количество символов при выводе новости";
    $l['NewsName'] = "Название новости";
	// articles
	$l['AddArticle'] = "Добавить статью";
    $l['AddedArticles'] = "Добавленные статьи";
    $l['ArticleName'] = "Название статьи";
    $l['ArticlesPerPage'] = "Количество статей на 1 страницу";
    $l['ArticlesSymbols'] = "Количество символов при выводе статьи";
    // files
    $l['Images'] = "Изображения";
    $l['Documents'] = "Документы";
    $l['Other'] = "Прочее";
    $l['AddaFile'] = "Добавить файл";
    $l['FileName'] = "Имя файла";
    // users
    $l['ListOfUsers'] = "Список пользователей";
    $l['Roles'] = "Права пользователей";
    $l['UserLog'] = "Действия пользователей";
    $l['FirstandLastName'] = "Имя, фамилия";
    $l['SignupDate'] = "Дата регистрации";
    $l['Roles'] = "Права пользователей";
    $l['ClearLog'] = "Удалить все записи";
    $l['RoleName'] = "Название роли";
    $l['Action'] = "Действие";
    $l['TypeOfData'] = "Тип данных";
    $l['Add'] = "Добавление";
    $l['Update'] = "Обновление";
    $l['Delete'] = "Удаление";
    $l['ChangeSettings'] = "Изминение настроек";
    $l['User'] = "Пользователь";
    $l['Country'] = "Страна";
    $l['Region'] = "Регион";
    $l['City'] = "Город";
    $l['Address'] = "Адрес";
    $l['Zip'] = "Почтовый код";
    $l['Phone'] = "Телефон";
    $l['Fax'] = "Факс";
    $l['Mobile'] = "Мобильный";
    $l['SignupDate'] = "Дата регистрации";
    $l['LastLoginDate'] = "Дата последнего посещения";
    $l['NewPassword'] = "Новый пароль";
    $l['ConfirmNewPassword'] = "Подтвердите новый пароль";
    // general
    $l['General'] = "Общие";
    $l['ProjectName'] = "Название проекта";
    $l['URL'] = "Адрес сайта";
    $l['WebSitePath'] = "Путь к сайту";
    $l['AdminEmail'] = "E-mail главного администратора сайта (на данный e-mail высылаются все уведомления)";
    $l['TimeZone'] = "Часовой пояс";
    $l['SignUp'] = "Регистрация на сайте";
    $l['On'] = "Вкл.";
    $l['Off'] = "Выкл.";
    $l['Skin'] = "Внешний вид";
    $l['DefaultTitle'] = "Заголовок по умолчанию (для страниц, у которых он явно не задан)";
    $l['DefaultKeywords'] = "Ключевые слова по умолчанию (для страниц, у которых он явно не задан)";
    $l['DefaultDescription'] = "Описание по умолчанию (для страниц, у которых он явно не задан)";
    $l['CountersAndHTML'] = "Счетчики, html дополнения";
    $l['Counters'] = "Счетчики посещаемости";
    $l['AdditionalMeta'] = "Дополнительные meta поля в поле head (внимание: ключевые слова и описания тут указывать не надо)";
    // auth
    $l['IncorLoginOrPassword'] = "Не верно введен логин или пароль";
    $l['log_in'] = "Войти";
    // orders / contact messages
    $l['ContactMessages'] = "Контактные сообщения";
    $l['Orders'] = "Заказы";
    $l['ListOfOrders'] = "Список заказов";
    $l['OrderDetailtFrom'] = "Детали заказа от";
    $l['MessageDateSent'] = "Дата отправки сообщения";
    $l['Subject'] = "Заголовок";
    $l['Message'] = "Сообщение";
    $l['Status'] = "Статус";
    $l['Change'] = "Изменить";
    $l['Message'] = "Сообщение";
    $l['Message'] = "Сообщение";
?>